[Demo_Shinobu_ep7_1 GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=0,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=-1100,Y=-1940,Z=135),SecTime=)
DemoScripts[2]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=180,Y=-5,Z=0),SecTime=)
DemoScripts[3]=(Actor=CHARACTER,Command=POP,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Vec=(X=-1290,Y=-1940,Z=0),VecSub=(X=0,Y=0,Z=0),CId=71)
DemoScripts[4]=(Actor=CHARACTER,Command=POP,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Vec=(X=-1440,Y=-2352,Z=0),VecSub=(X=50,Y=0,Z=0),CId=70)
DemoScripts[5]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[6]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0002_lp_open_perplex",motionName[1]="ek_CM_0000_fx_close_normal",motionName[2]="ek_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[7]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0002_lp_open_perplex",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[8]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_Serious_Sisters.GG2_BGM_DM_Serious_Sisters_Cue')
DemoScripts[9]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Campus_2.GG2_AMB_Campus_2_LP_Cue')
DemoScripts[10]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[11]=(Actor=FADE,Command=WAIT)
DemoScripts[12]=(Actor=WINDOW,Command=SET)
DemoScripts[13]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep7_1.GG2_V_Shinobu_ep7_1_001_Cue',Name="エコロ")
DemoScripts[14]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[15]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[16]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[17]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[18]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[19]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[20]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep7_1.GG2_V_Shinobu_ep7_1_005_Cue',Name="エコロ")
DemoScripts[21]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[22]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[23]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[24]=(Actor=TEXT,Command=SET,ID=TEXT07)
DemoScripts[25]=(Actor=TEXT,Command=SET,ID=TEXT08)
DemoScripts[26]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep7_1.GG2_V_Shinobu_ep7_1_009_Cue',Name="")
DemoScripts[27]=(Actor=TEXT,Command=SET,ID=TEXT09)
DemoScripts[28]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[29]=(Actor=WINDOW,Command=EXIT)
DemoScripts[30]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=230,Y=-5,Z=0),SecTime=0.5)
DemoScripts[31]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[32]=(Actor=WINDOW,Command=SET)
DemoScripts[33]=(Actor=TEXT,Command=SET,ID=TEXT10)
DemoScripts[34]=(Actor=WINDOW,Command=EXIT)
DemoScripts[35]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[36]=(Actor=FADE,Command=WAIT)
DemoScripts[37]=(Actor=CHARACTER,Command=SET,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',SetType=POS,Vec=(X=-1232,Y=-2096,Z=0),CId=70)
DemoScripts[38]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[39]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[40]=(Actor=FADE,Command=WAIT)
DemoScripts[41]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[42]=(Actor=WINDOW,Command=SET)
DemoScripts[43]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep7_1.GG2_V_Shinobu_ep7_1_011_Cue',Name="カミゾノ　マヤ")
DemoScripts[44]=(Actor=TEXT,Command=SET,ID=TEXT11)
DemoScripts[45]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[46]=(Actor=TEXT,Command=SET,ID=TEXT12)
DemoScripts[47]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0202_lp_half_perplex",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0107_fx_Stand2Depressed",Rate=0,Number=3,Bit=1)
DemoScripts[48]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0700_lp_Depressed",Number=8)
DemoScripts[49]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep7_1.GG2_V_Shinobu_ep7_1_013_Cue',Name="カミゾノ　マヤ")
DemoScripts[50]=(Actor=TEXT,Command=SET,ID=TEXT13)
DemoScripts[51]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[52]=(Actor=TEXT,Command=SET,ID=TEXT14)
DemoScripts[53]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0000_lp_open_normal",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0701_fx_Depressed2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[54]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0100_lp_Stand",Number=8)
DemoScripts[55]=(Actor=TEXT,Command=SET,ID=TEXT15)
DemoScripts[56]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep7_1.GG2_V_Shinobu_ep7_1_016_Cue',Name="カミゾノ　マヤ")
DemoScripts[57]=(Actor=TEXT,Command=SET,ID=TEXT16)
DemoScripts[58]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[59]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[60]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep7_1.GG2_V_Shinobu_ep7_1_017_Cue',Name="カミゾノ　マヤ")
DemoScripts[61]=(Actor=TEXT,Command=SET,ID=TEXT17)
DemoScripts[62]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[63]=(Actor=TEXT,Command=SET,ID=TEXT18)
DemoScripts[64]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0202_lp_half_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[65]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep7_1.GG2_V_Shinobu_ep7_1_019_Cue',Name="カミゾノ　マヤ")
DemoScripts[66]=(Actor=TEXT,Command=SET,ID=TEXT19)
DemoScripts[67]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[68]=(Actor=TEXT,Command=SET,ID=TEXT20)
DemoScripts[69]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[70]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep7_1.GG2_V_Shinobu_ep7_1_021_Cue',Name="カミゾノ　マヤ")
DemoScripts[71]=(Actor=TEXT,Command=SET,ID=TEXT21)
DemoScripts[72]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[73]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0001_lp_open_angry",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0110_fx_Stand2Envy",Rate=0,Number=3,Bit=1)
DemoScripts[74]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_1000_lp_Envy",Number=8)
DemoScripts[75]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=12,Bit=0,Rate=1)
DemoScripts[76]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep7_1.GG2_V_Shinobu_ep7_1_022_Cue',Name="カミゾノ　マヤ")
DemoScripts[77]=(Actor=TEXT,Command=SET,ID=TEXT22)
DemoScripts[78]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[79]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep7_1.GG2_V_Shinobu_ep7_1_023_Cue',Name="エコロ")
DemoScripts[80]=(Actor=TEXT,Command=SET,ID=TEXT23)
DemoScripts[81]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[82]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0000_lp_open_normal",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_1001_fx_Envy2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[83]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0100_lp_Stand",Number=8)
DemoScripts[84]=(Actor=TEXT,Command=SET,ID=TEXT24)
DemoScripts[85]=(Actor=WINDOW,Command=EXIT)
DemoScripts[86]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=180,Y=-5,Z=0),SecTime=0.5)
DemoScripts[87]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[88]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=180,Y=-5,Z=0),SecTime=)
DemoScripts[89]=(Actor=WINDOW,Command=SET)
DemoScripts[90]=(Actor=TEXT,Command=SET,ID=TEXT25)
DemoScripts[91]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep7_1.GG2_V_Shinobu_ep7_1_026_Cue',Name="エコロ")
DemoScripts[92]=(Actor=TEXT,Command=SET,ID=TEXT26)
DemoScripts[93]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[94]=(Actor=TEXT,Command=SET,ID=TEXT27)
DemoScripts[95]=(Actor=WINDOW,Command=EXIT)
DemoScripts[96]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=230,Y=-5,Z=0),SecTime=0.5)
DemoScripts[97]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[98]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=230,Y=-5,Z=0),SecTime=)
DemoScripts[99]=(Actor=WINDOW,Command=SET)
DemoScripts[100]=(Actor=TEXT,Command=SET,ID=TEXT28)
DemoScripts[101]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[1]="my_CM_0002_fx_close_smile_S",Rate=0,Number=1,Bit=0)
DemoScripts[102]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep7_1.GG2_V_Shinobu_ep7_1_029_Cue',Name="カミゾノ　マヤ")
DemoScripts[103]=(Actor=TEXT,Command=SET,ID=TEXT29)
DemoScripts[104]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[105]=(Actor=WINDOW,Command=EXIT)
DemoScripts[106]=(Actor=BGM,Command=STOP,SecTime=2,SoundID=)
DemoScripts[107]=(Actor=AMBIENT,Command=STOP,SecTime=2,SoundID=)
DemoScripts[108]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_BACK)
DemoScripts[109]=(Actor=FADE,Command=WAIT)
DemoScripts[110]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[111]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Shinobu_ep7_1.GG2_SE_DM_Phone_Call_Cue')
DemoScripts[112]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[113]=(Actor=WINDOW,Command=SET)
DemoScripts[114]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep7_1.GG2_V_Shinobu_ep7_1_031_Cue',Name="カミゾノ　マヤ")
DemoScripts[115]=(Actor=TEXT,Command=SET,ID=TEXT30)
DemoScripts[116]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[117]=(Actor=WINDOW,Command=EXIT)
DemoScripts[118]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[119]=(Actor=SYSTEM,Command=END)

[Select_Shinobu_ep7_1 GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=5,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=NO_PARAM,ParamNum=0))
Selects[1]=(Label="SELECT01",SelectNumber=5,Select[0]=(TextLabel="SELECT06",Goto="JUMP06",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT07",Goto="JUMP07",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT08",Goto="JUMP08",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT09",Goto="JUMP09",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT10",Goto="JUMP10",ParamType=NO_PARAM,ParamNum=0))

[Text_Shinobu_ep7_1 GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="艾可蘿",Text="峯大大人......")

Texts[1]=(Label="TEXT02",Name="峯大",Text="小忍....../n她說了要我支持小真夜.")

Texts[2]=(Label="TEXT03",Name="峯大",Text="還說是我的話/n能夠幫助小真夜......")

Texts[3]=(Label="TEXT04",Name="峯大",Text="這樣啊......!/n我想這一定是必須支持她的狀況.")

Texts[4]=(Label="TEXT05",Name="艾可蘿",Text="什麼......?")

Texts[5]=(Label="TEXT06",Name="峯大",Text="哈哈......明明嘴上說自己累了,/n小忍卻還是好好扮演著姊姊的角色嘛.")

Texts[6]=(Label="TEXT07",Name="峯大",Text="我想\"那個\"一定就是/n小忍的根本吧....../n從以前開始......就一點都沒變.")

Texts[7]=(Label="TEXT08",Name="峯大",Text="雖然今天是第一次知道惡魔獵人的事,/n但那傢伙從小時候就一~直/n是小真夜她......可靠的姐姐了啊.")

Texts[8]=(Label="TEXT09",Name="真夜",Text="峯哥......")

Texts[9]=(Label="TEXT10",Name="峯大",Text="小真夜?/n妳是從什麼時候開始在那裡......?")

Texts[10]=(Label="TEXT11",Name="真夜",Text="我在那之後,/n就一直跟在你的,後面.")

Texts[11]=(Label="TEXT12",Name="峯大",Text="那我和小忍的對話也......")

Texts[12]=(Label="TEXT13",Name="真夜",Text="我一直在看著./n......沒能說出來,對不起.")

Texts[13]=(Label="TEXT14",Name="峯大",Text="......這樣啊./n小真夜,我有件事想問妳.")

Texts[14]=(Label="TEXT15",Name="峯大",Text="惡魔獵人的工作,很難受嗎?")

Texts[15]=(Label="TEXT16",Name="真夜",Text="......?/n雖然修行......很嚴格......很辛苦....../n但是,還不至於,撐不下去.")

Texts[16]=(Label="TEXT17",Name="真夜",Text="......教訓造成人類困擾的惡魔/n是必要的工作......我是這麼想的,/n而且修行也是,必要的事情.")

Texts[17]=(Label="TEXT18",Name="峯大",Text="那麼小真夜妳/n想成為出色的惡魔獵人嗎?")

Texts[18]=(Label="TEXT19",Name="真夜",Text="我......")

Texts[19]=(Label="TEXT20",Name="峯大",Text="讓我知道妳真正的想法吧./n不問清楚的話,我想我和小忍/n肯定都無法繼續前進.")

Texts[20]=(Label="TEXT21",Name="真夜",Text="......惡魔當中也有好孩子./n所以,可以的話,我希望/n不是成為獵人,而是當好朋友.")

Texts[21]=(Label="TEXT22",Name="真夜",Text="......無論是惡魔還是天使,我都想跟他們交朋友./n我不想......傷害他們.")

Texts[22]=(Label="TEXT23",Name="艾可蘿",Text="真夜大人......")

Texts[23]=(Label="TEXT24",Name="峯大",Text="小真夜很溫柔呢./n......這樣啊.原來是這麼回事./n就因為妳是這樣,那個姊姊才會......")

Texts[24]=(Label="TEXT25",Name="峯大",Text="我覺得我終於明白了喔.艾可蘿./n小忍真正的想法....../n那傢伙的守護者.")

Texts[25]=(Label="TEXT26",Name="艾可蘿",Text="什麼意思啊?/n是青梅竹馬的心電感應嗎?")

Texts[26]=(Label="TEXT27",Name="峯大",Text="......也許算是呢.")

Texts[27]=(Label="TEXT28",Name="峯大",Text="小真夜,抱歉./n能再拜託妳一件事嗎?/n我想和小忍再見一面.")

Texts[28]=(Label="TEXT29",Name="真夜",Text="我知道了./n那就,在那個公園......")

Texts[29]=(Label="TEXT30",Name="真夜",Text="喂喂?/n小忍嗎?")

Texts[30]=(Label="",Name="",Text="")

Texts[31]=(Label="SELECT01",Name="",Text="")

Texts[32]=(Label="SELECT02",Name="",Text="")

Texts[33]=(Label="SELECT03",Name="",Text="")

Texts[34]=(Label="SELECT04",Name="",Text="")

Texts[35]=(Label="SELECT05",Name="",Text="")

Texts[36]=(Label="SELECT06",Name="",Text="")

Texts[37]=(Label="SELECT07",Name="",Text="")

Texts[38]=(Label="SELECT08",Name="",Text="")

Texts[39]=(Label="SELECT09",Name="",Text="")

Texts[40]=(Label="SELECT10",Name="",Text="")


